Repository: yangmt0409/StudySync
Catalog: StudySync/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 准备出行
en: Get ready to leave
ja: 出発準備
ko: 출발 준비
zh_hant: 準備出行

source: 准备登机
en: Time to board
ja: 搭乗準備
ko: 탑승 준비
zh_hant: 準備登機

source: 准备登船
en: Time to board
ja: 乗船準備
ko: 승선 준비
zh_hant: 準備登船

source: 减少 %@%% 较上周
en: %@%% down from last week
ja: 先週比 %@%% ダウン
ko: 지난주 대비 %@%% 감소
zh_hant: 減少 %@%% 較上週

source: 出于安全考虑，请重新登录后再删除账户
en: For security, please sign in again before deleting your account
ja: セキュリティのため、アカウント削除前に再度サインインしてください
ko: 보안을 위해 다시 로그인한 후 계정을 삭제해주세요
zh_hant: 出於安全考量，請重新登入後再刪除帳戶

source: 出发
en: Depart
ja: 出発
ko: 출발
zh_hant: 出發

source: 出发前往机场
en: Leave for airport
ja: 空港へ出発
ko: 공항으로 출발
zh_hant: 出發前往機場

source: 分享
en: Share
ja: 共有
ko: 공유

source: 分享 Due 给好友
en: Share Dues with Friends
ja: Dueを友達と共有
ko: Due를 친구와 공유
zh_hant: 分享 Due 給好友

source: 分享你的好友码给朋友，让他们添加你
en: Share your friend code to let others add you
ja: フレンドコードを共有して、友達に追加してもらいましょう
ko: 친구 코드를 공유해서 다른 사람이 추가할 수 있게 하세요
zh_hant: 分享你的好友碼給朋友，讓他們新增你

source: 分享卡片
en: Share Card
ja: カードを共有
ko: 카드 공유

source: 分享卡片无水印
en: Share cards without watermark
ja: ウォーターマークなしでカードを共有
ko: 워터마크 없이 카드 공유
zh_hant: 分享卡片無浮水印

source: 分享周报
en: Share Report
ja: レポートを共有
ko: 리포트 공유
zh_hant: 分享週報

source: 分享导入
en: Share Import
ja: 共有インポート
ko: 공유 가져오기
zh_hant: 分享匯入

source: 分享时间轴
en: Share Timeline
ja: タイムラインを共有
ko: 타임라인 공유
zh_hant: 分享時間軸

source: 分类
en: Category
ja: カテゴリ
ko: 카테고리
zh_hant: 分類

source: 分配给
en: Assign To
ja: 割り当て先
ko: 담당자
zh_hant: 分配給

source: 分钟
en: min
ja: 分
ko: 분
zh_hant: 分鐘

source: 刚刚
en: Just now
ja: たった今
ko: 방금
zh_hant: 剛剛

source: 创建
en: Create
ja: 作成
ko: 만들기
zh_hant: 建立

source: 创建或加入一个团队项目，和伙伴一起管理 Due
en: Create or join a team project to manage tasks with your teammates
ja: チームプロジェクトを作成または参加して、仲間と一緒にDueを管理しましょう
ko: 팀 프로젝트를 만들거나 참여해서 팀원과 함께 Due를 관리해보세요
zh_hant: 建立或加入一個團隊項目，和夥伴一起管理 Due

source: 创建房间
en: Create Room
ja: ルームを作成
ko: 룸 만들기
zh_hant: 建立房間

source: 创建时间
en: Created
ja: 作成日時
ko: 생성됨
zh_hant: 建立時間

source: 创建者
en: Owner
ja: 作成者
ko: 생성자
zh_hant: 建立者

source: 创建项目
en: Create Project
ja: プロジェクトを作成
ko: 프로젝트 만들기
zh_hant: 建立項目

source: 初见成效
en: First Steps
ja: 最初の一歩
ko: 첫 성과
zh_hant: 初見成效

source: 初识好友
en: First Friend
ja: 最初の友達
ko: 첫 친구
zh_hant: 初識好友

source: 删除
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 删除事件
en: Delete Event
ja: イベントを削除
ko: 이벤트 삭제
zh_hant: 刪除事件

source: 删除后倒计时事件将被永久移除
en: The countdown event will be permanently removed.
ja: 削除するとカウントダウンイベントは完全に削除されます
ko: 삭제하면 카운트다운 이벤트가 영구적으로 제거돼요
zh_hant: 刪除後倒計時事件將被永久移除

source: 删除后所有成绩记录将被清除，无法恢复
en: All grade records will be permanently deleted and cannot be recovered
ja: 削除すると全ての成績記録が消去され、復元できません
ko: 삭제하면 모든 성적 기록이 제거되며 복구할 수 없어요
zh_hant: 刪除後所有成績記錄將被清除，無法恢復

source: 删除后所有打卡记录将被清除，无法恢复
en: All check-in records will be deleted and cannot be recovered
ja: 削除すると全てのチェックイン記録が消去され、復元できません
ko: 삭제하면 모든 체크인 기록이 제거되며 복구할 수 없어요
zh_hant: 刪除後所有打卡記錄將被清除，無法恢復

source: 删除后无法恢复
en: This cannot be undone
ja: 削除すると元に戻せません
ko: 삭제하면 복구할 수 없어요
zh_hant: 刪除後無法恢復

source: 删除后登录凭证也会从设备中移除，此操作无法撤销。
en: Login credentials will also be removed from the device. This action cannot be undone.
ja: 削除するとログイン情報もデバイスから削除されます。この操作は取り消せません。
ko: 삭제하면 로그인 자격 증명도 기기에서 제거되며, 이 작업은 취소할 수 없어요.
zh_hant: 刪除後登入憑證也會從裝置中移除，此操作無法撤銷。

source: 删除后项目将永久移除，此操作不可撤销。
en: The project will be permanently deleted. This action cannot be undone.
ja: 削除するとプロジェクトは完全に削除されます。この操作は取り消せません。
ko: 삭제하면 프로젝트가 영구적으로 제거되며, 이 작업은 취소할 수 없어요.
zh_hant: 刪除後項目將永久移除，此操作不可撤銷。

source: 删除失败
en: Deletion failed
ja: 削除に失敗しました
ko: 삭제 실패
zh_hant: 刪除失敗

source: 删除好友后需要重新添加
en: You will need to re-add this friend after removal.
ja: 友達を削除すると再度追加する必要があります
ko: 친구를 삭제하면 다시 추가해야 해요
zh_hant: 刪除好友後需要重新新增

source: 删除待办
en: Delete Todo
ja: ToDoを削除
ko: 할 일 삭제
zh_hant: 刪除待辦

source: 删除日历事件
en: Delete Calendar Event
ja: カレンダーイベントを削除
ko: 캘린더 이벤트 삭제
zh_hant: 刪除日曆事件

source: 删除此事件及之后的所有重复事件
en: Delete this and all future events
ja: このイベントと以降のすべての繰り返しイベントを削除
ko: 이 이벤트와 이후의 모든 반복 이벤트 삭제
zh_hant: 刪除此事件及之後的所有重複事件

source: 删除目标
en: Delete Goal
ja: 目標を削除
ko: 목표 삭제
zh_hant: 刪除目標

source: 删除课程
en: Delete Course
ja: 科目を削除
ko: 과목 삭제
zh_hant: 刪除課程

source: 删除账户
en: Delete Account
ja: アカウントを削除
ko: 계정 삭제
zh_hant: 刪除帳戶

source: 删除项目
en: Delete Project
ja: プロジェクトを削除
ko: 프로젝트 삭제
zh_hant: 刪除項目

source: 到期提醒
en: Expiry Reminder
ja: 期限リマインダー
ko: 만료 알림

source: 到达
en: Arrive
ja: 到着
ko: 도착
zh_hant: 到達

source: 到达时间
en: Arrival time
ja: 到着時刻
ko: 도착 시간
zh_hant: 到達時間

source: 到达时间必须晚于起飞 / 发车时间
en: Arrival must be after departure
ja: 到着時刻は出発時刻より後である必要があります
ko: 도착 시간은 출발 시간보다 뒤여야 해요
zh_hant: 到達時間必須晚於起飛 / 發車時間

source: 到达机场
en: Arrive at airport
ja: 空港到着
ko: 공항 도착
zh_hant: 抵達機場

source: 刷新状态
en: Refresh status
ja: ステータスを更新
ko: 상태 새로고침
zh_hant: 重新整理狀態

source: 前往注册
en: Sign up
ja: 登録する
ko: 가입하기
zh_hant: 前往註冊

source: 前往码头
en: Head to the pier
ja: 埠頭へ
ko: 부두로 이동
zh_hant: 前往碼頭

source: 前往社交页面开启分享
en: Go to Social tab to enable sharing
ja: ソーシャルタブで共有を有効にしてください
ko: 소셜 탭에서 공유를 활성화하세요
zh_hant: 前往社交頁面開啟分享

source: 前往车站
en: Head to the station
ja: 駅へ
ko: 역으로 이동
zh_hant: 前往車站

source: 剩余天数
en: Days Remaining
ja: 残り日数
ko: 남은 일수
zh_hant: 剩餘天數

source: 剩余项目需平均 %lld%%
en: Need avg. %lld%% on remaining
ja: 残りの項目で平均%lld%%必要
ko: 남은 항목 평균 %lld%% 필요
zh_hant: 剩餘項目需平均 %lld%%

source: 剩余项目需得分
en: Score Needed on Remaining
ja: 残りの項目で必要なスコア
ko: 남은 항목에서 필요한 점수
zh_hant: 剩餘項目需得分

source: 办理托运
en: Drop off baggage
ja: 荷物を預ける
ko: 수하물 위탁
zh_hant: 辦理託運

source: 功能
en: Feature
ja: 機能
ko: 기능

source: 加入
en: Join
ja: 参加
ko: 참여

source: 加入 StudySync 社区
en: Join StudySync Community
ja: StudySyncコミュニティに参加
ko: StudySync 커뮤니티 참여
zh_hant: 加入 StudySync 社區

source: 加入于
en: Joined
ja: 参加日
ko: 가입일
zh_hant: 加入於

source: 加入会议
en: Join Meeting
ja: ミーティングに参加
ko: 미팅 참여
zh_hant: 加入會議

source: 加入时间
en: Joined
ja: 参加日時
ko: 가입 시간
zh_hant: 加入時間

source: 加入自习室
en: Join Study Room
ja: スタディルームに参加
ko: 스터디룸 참여
zh_hant: 加入自習室

source: 加入集合
en: Join Meetup
ja: 集合に参加
ko: 모임 참여

source: 加入项目
en: Join Project
ja: プロジェクトに参加
ko: 프로젝트 참여
zh_hant: 加入項目

source: 加入项目失败，请重试
en: Failed to join project. Please try again.
ja: プロジェクトへの参加に失敗しました。再試行してください
ko: 프로젝트 참여 실패, 다시 시도해주세요
zh_hant: 加入專案失敗,請重試

source: 加载失败，下拉刷新重试
en: Failed to load. Pull down to refresh.
ja: 読み込みに失敗しました。下に引っ張って再読み込み
ko: 로드 실패, 아래로 당겨서 새로고침하세요
zh_hant: 載入失敗，下拉重新整理

source: 升级 Pro - %@
en: Upgrade Pro - %@
ja: Proにアップグレード - %@
ko: Pro 업그레이드 - %@
zh_hant: 升級 Pro - %@

source: 升级到 Pro
en: Upgrade to Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
zh_hant: 升級到 Pro

source: 午夜黑
en: Midnight Black
ja: ミッドナイトブラック
ko: 미드나잇 블랙

source: 半程达人
en: Halfway Hero
ja: ハーフウェイヒーロー
ko: 하프웨이 히어로
zh_hant: 半程達人

source: 卡片颜色
en: Card Color
ja: カードカラー
ko: 카드 색상
zh_hant: 卡片顏色

source: 卡片风
en: Card
ja: カード
ko: 카드형
zh_hant: 卡片風

source: 即将出发
en: Departing soon
ja: まもなく出発
ko: 곧 출발해요
zh_hant: 即將出發

source: 即将开始
en: Starting soon
ja: まもなく開始
ko: 곧 시작
zh_hant: 即將開始

source: 即将推出
en: Coming Soon
ja: 近日公開
ko: 곧 출시
zh_hant: 即將推出

source: 即将结束
en: Ending soon
ja: まもなく終了
ko: 곧 종료
zh_hant: 即將結束

source: 原始分
en: Raw Score
ja: 素点
ko: 원점수

source: 去设置中开启
en: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hant: 前往設定開啟

source: 双时区
en: Dual Clock
ja: デュアルクロック
ko: 듀얼 시간대
zh_hant: 雙時區

source: 双时区时钟
en: Dual Time Zone Clock
ja: デュアルタイムゾーン時計
ko: 듀얼 시간대 시계
zh_hant: 雙時區時鐘

source: 双时区显示
en: Dual Time Zone
ja: デュアルタイムゾーン
ko: 듀얼 시간대 표시
zh_hant: 雙時區顯示

source: 发起会议
en: Start Meeting
ja: ミーティングを開始
ko: 미팅 시작
zh_hant: 發起會議

source: 发起集合
en: Create Meetup
ja: 集合を作成
ko: 모임 만들기
zh_hant: 發起集合

source: 发送失败，请重试
en: Failed to send, please try again
ja: 送信に失敗しました。再試行してください
ko: 전송 실패, 다시 시도해주세요
zh_hant: 傳送失敗，請重試

source: 发送请求
en: Send Request
ja: リクエストを送信
ko: 요청 보내기
zh_hant: 傳送請求

source: 发送重置邮件
en: Send Reset Email
ja: リセットメールを送信
ko: 재설정 이메일 보내기
zh_hant: 傳送重設郵件

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 取消 Due 标记
en: Remove Due
ja: Dueを解除
ko: Due 제거
zh_hant: 取消 Due 標記

source: 取消完成
en: Mark Incomplete
ja: 未完了にする
ko: 미완료로 표시

source: 取消置顶
en: Unpin
ja: ピン留めを解除
ko: 고정 해제
zh_hant: 取消置頂

source: 取票 / 检票
en: Pick up / ticket check
ja: 発券・改札
ko: 티켓 수령 / 개찰
zh_hant: 取票 / 檢票

source: 只读日历
en: Read-only Calendar
ja: 読み取り専用カレンダー
ko: 읽기 전용 캘린더
zh_hant: 唯讀日曆

source: 可值机
en: Check-in open
ja: チェックイン可
ko: 체크인 가능
zh_hant: 可報到

source: 可选信息
en: Optional
ja: 任意項目
ko: 선택 정보
zh_hant: 可選資訊

source: 可选本地备份通道
en: Optional Local Backup
ja: オプションのローカルバックアップ
ko: 선택적 로컬 백업 채널
zh_hant: 可選本地備份通道

source: 号码
en: Number
ja: 番号
ko: 번호
zh_hant: 號碼

source: 同时拥有 3 个学习目标
en: Have 3 active study goals
ja: 3つの学習目標を同時に持つ
ko: 3개의 학습 목표 동시 진행
zh_hant: 同時擁有 3 個學習目標

source: 同时显示留学地和家乡时间，打电话再也不怕时差。
en: See your study abroad city and hometown side by side — never miss a call over time zones again.
ja: 留学先と故郷の時間を同時に表示して、時差を気にせず電話できます。
ko: 유학지와 고향의 시간을 동시에 표시해서 시차 걱정 없이 전화할 수 있어요.
zh_hant: 同時顯示留學地和家鄉時間，打電話再也不怕時差。

source: 同机场
en: Same airport
ja: 同じ空港
ko: 같은 공항
zh_hant: 同機場

source: 同步状态
en: Sync Status
ja: 同期ステータス
ko: 동기화 상태
zh_hant: 同步狀態

source: 同步通道
en: Sync Channel
ja: 同期チャネル
ko: 동기화 채널

source: 后天
en: Day After Tomorrow
ja: 明後日
ko: 모레
zh_hant: 後天

source: 启动时机
en: Lead Time
ja: 開始タイミング
ko: 시작 시점
zh_hant: 啟動時機

source: 启用 iCloud 同步
en: Enable iCloud Sync
ja: iCloud 同期を有効にする
ko: iCloud 동기화 활성화
zh_hant: 啟用 iCloud 同步

source: 周
en: Week
ja: 週
ko: 주
zh_hant: 週

source: 和同学一起分配任务、管理 due，小组作业不再掉链子。
en: Assign tasks and manage due dates with classmates — group projects, sorted.
ja: クラスメートとタスクを分担してDueを管理。グループ課題もスムーズに進みます。
ko: 친구들과 태스크를 분담하고 Due를 관리해서 그룹 과제를 완벽하게 해결하세요.
zh_hant: 和同學一起分配任務、管理 due,小組作業不再掉鏈子。

source: 和朋友一起专注，互相激励
en: Focus with friends, motivate each other
ja: 友達と一緒に集中して、お互いを励まし合いましょう
ko: 친구와 함께 집중하고 서로 격려하세요
zh_hant: 和朋友一起專注，互相激勵

source: 和朋友一起专注，完成后获得 1.5 倍时长奖励
en: Focus with friends and earn 1.5x time bonus on completion
ja: 友達と一緒に集中、完了で1.5倍の時間ボーナス
ko: 친구와 함께 집중하고 완료 시 1.5배 시간 보너스를 받으세요
zh_hant: 和朋友一起專注，完成後獲得 1.5 倍時長獎勵

source: 响铃拍 TA
en: Ring
ja: ベル通知
ko: 벨로 찌르기
zh_hant: 響鈴拍 TA

source: 响铃拍一拍
en: Ring Nudge
ja: ベルノッジ
ko: 벨 찌르기
zh_hant: 響鈴拍一拍

source: 回国倒计时
en: Trip Home
ja: 帰国カウントダウン
ko: 귀국 카운트다운
zh_hant: 回國倒數

source: 团队伙伴
en: Team Player
ja: チームプレイヤー
ko: 팀 플레이어
zh_hant: 團隊夥伴

source: 团队项目
en: Team Projects
ja: チームプロジェクト
ko: 팀 프로젝트
zh_hant: 團隊項目

source: 团队项目协作
en: Team Project Collaboration
ja: チームプロジェクト協業
ko: 팀 프로젝트 협업
zh_hant: 團隊專案協作

source: 国内航班提醒
en: Domestic flight reminders
ja: 国内線リマインダー
ko: 국내선 알림
zh_hant: 國內航班提醒

source: 国际航班提醒
en: International flight reminders
ja: 国際線リマインダー
ko: 국제선 알림
zh_hant: 國際航班提醒

source: 图标
en: Icon
ja: アイコン
ko: 아이콘
zh_hant: 圖標

source: 圆体
en: Rounded
ja: 丸ゴシック
ko: 라운드
zh_hant: 圓體

source: 圆形
en: Circle
ja: 円形
ko: 원형
zh_hant: 圓形

source: 圆球颜色
en: Dot Color
ja: ドットカラー
ko: 도트 컬러
zh_hant: 圓球顏色

source: 在 aviationstack.com 注册账户可免费获得 100 次/月 的查询配额。
en: Sign up at aviationstack.com for a free 100 queries/month quota.
ja: aviationstack.comに登録すると月100回の無料クエリが利用できます。
ko: aviationstack.com에서 가입하면 월 100회 무료 조회를 받을 수 있어요.
zh_hant: 在 aviationstack.com 註冊帳戶可免費獲得 100 次/月 的查詢配額。

source: 在 Wallet 里找到要导入的登机牌或车票
en: Find the boarding pass or ticket you want to import in Wallet.
ja: Wallet でインポートしたい搭乗券またはチケットを開きます。
ko: Wallet에서 가져올 탑승권 또는 티켓을 찾습니다.
zh_hant: 在 Wallet 裡找到要匯入的登機證或車票

source: 在分享面板里选 StudySync
en: Pick StudySync in the share sheet.
ja: 共有メニューで StudySync を選びます。
ko: 공유 시트에서 StudySync를 선택합니다.
zh_hant: 在分享面板裡選 StudySync

source: 在学习空间中累积专注时长即可解锁
en: Accumulate focus time in Study Space to unlock
ja: スタディスペースで集中時間を積み重ねてアンロック
ko: 스터디 스페이스에서 집중 시간을 쌓아 잠금을 해제하세요
zh_hant: 在學習空間中累積專注時長即可解鎖

source: 地点
en: Location
ja: 場所
ko: 위치
zh_hant: 地點

source: 坚持不懈
en: Perseverance
ja: 継続の力
ko: 꾸준함
zh_hant: 堅持不懈

source: 坚持达人
en: Persistence Pro
ja: 継続マスター
ko: 꾸준함 마스터
zh_hant: 堅持達人

source: 城市
en: City
ja: 都市
ko: 도시

source: 城市设置
en: City Settings
ja: 都市設定
ko: 도시 설정
zh_hant: 城市設定

source: 城际
en: Intercity
ja: 都市間
ko: 광역
zh_hant: 城際

source: 基本
en: Basic
ko: 기본

source: 基础倒计时
en: Basic Countdown
ja: 基本カウントダウン
ko: 기본 카운트다운
zh_hant: 基礎倒數

source: 填写基本信息
en: Enter basic info
ja: 基本情報を入力
ko: 기본 정보 입력
zh_hant: 填寫基本資訊

source: 备注
en: Notes
ja: メモ
ko: 메모
zh_hant: 備註

source: 复习提醒
en: Review Reminders
ja: 復習リマインダー
ko: 복습 알림
zh_hant: 複習提醒

source: 复习提醒 📖
en: Review Reminder 📖
ja: 復習リマインダー 📖
ko: 복습 알림 📖
zh_hant: 複習提醒 📖

source: 复习计划
en: Review Plan
ja: 復習プラン
ko: 복습 계획
zh_hant: 複習計畫

source: 复制
en: Copy
ja: コピー
ko: 복사
zh_hant: 複製

source: 复制事件
en: Duplicate Event
ja: イベントを複製
ko: 이벤트 복제
zh_hant: 複製事件

source: 复制项目码
en: Copy Project Code
ja: プロジェクトコードをコピー
ko: 프로젝트 코드 복사
zh_hant: 複製項目碼

source: 多伦多
en: Toronto
ja: トロント
ko: 토론토
zh_hant: 多倫多

source: 多设备无缝同步
en: Seamless multi-device sync
ja: デバイス間でシームレスに同期
ko: 여러 기기에서 끊김 없이 동기화
zh_hant: 多裝置無縫同步

source: 大巴提醒
en: Bus reminders
ja: バスリマインダー
ko: 버스 알림

source: 天
en: days
ja: 日
ko: 일

source: 天剩余
en: days left
ja: 日残り
ko: 일 남음
zh_hant: 天剩餘

source: 天已过
en: days passed
ja: 日経過
ko: 일 경과
zh_hant: 天已過

source: 天数
en: Days
ja: 日数
ko: 일수
zh_hant: 天數

source: 头像
en: Avatar
ja: アバター
ko: 아바타
zh_hant: 頭像

source: 好友
en: Friends
ja: 友達
ko: 친구

source: 好友码
en: Friend Code
ja: フレンドコード
ko: 친구 코드
zh_hant: 好友碼

source: 好友请求
en: Friend Requests
ja: フレンドリクエスト
ko: 친구 요청
zh_hant: 好友請求

source: 好友请求已发送
en: Friend request sent
ja: フレンドリクエストを送信しました
ko: 친구 요청을 보냈어요
zh_hant: 好友請求已傳送

source: 字体
en: Font
ja: フォント
ko: 글꼴
zh_hant: 字體

source: 存档后项目将移至已存档列表，所有成员仍可查看。
en: Archived projects will be moved to the archived list. All members can still view them.
ja: アーカイブしたプロジェクトはアーカイブリストに移動します。すべてのメンバーが引き続き閲覧できます。
ko: 아카이브된 프로젝트는 아카이브 목록으로 이동해요. 모든 멤버가 계속 볼 수 있어요.
zh_hant: 存檔後項目將移至已存檔列表，所有成員仍可查看。

source: 存档项目
en: Archive Project
ja: プロジェクトをアーカイブ
ko: 프로젝트 아카이브
zh_hant: 存檔項目

source: 学业
en: Academic
ja: 学業
ko: 학업
zh_hant: 學業

source: 学习数据
en: Study Stats
ja: 学習データ
ko: 학습 통계
zh_hant: 學習數據

source: 学习时段分布
en: Focus Time Distribution
ja: 学習時間帯の分布
ko: 집중 시간대 분포
zh_hant: 學習時段分佈

source: 学习目标
en: Study Goals
ja: 学習目標
ko: 학습 목표
zh_hant: 學習目標

source: 学习目标打卡
en: Study Goal Check-ins
ja: 学習目標チェックイン
ko: 학습 목표 체크인
zh_hant: 學習目標打卡

source: 学习统计
en: Study Analytics
ja: 学習統計
ko: 학습 분석
zh_hant: 學習統計

source: 学期结束倒计时
en: End of Semester
ja: 学期末カウントダウン
ko: 학기 종료 카운트다운
zh_hant: 學期結束倒數

source: 完成
en: Done
ja: 完了
ko: 완료

source: 完成 %lld 次专注
en: Completed %lld focus sessions
ja: %lld回のフォーカスを完了
ko: 집중 %lld회 완료
zh_hant: 完成 %lld 次專注

source: 完成可获 1.5x 专注时长
en: Complete for 1.5x focus time
ja: 完了で1.5xの集中時間
ko: 완료 시 1.5x 집중 시간
zh_hant: 完成可獲 1.5x 專注時長

source: 完成成就后可以选择展示
en: Complete achievements to unlock badges
ja: 達成すると、バッジを表示できます
ko: 성취를 완료하면 배지를 표시할 수 있어요
zh_hant: 完成成就後可以選擇展示

source: 完成打卡和社交成就即可获得徽章
en: Earn badges by completing check-ins and social achievements
ja: チェックインとソーシャル達成でバッジを獲得
ko: 체크인과 소셜 성취를 완료해서 배지를 받으세요
zh_hant: 完成打卡和社交成就即可獲得徽章

source: 完成组队专注可获得 1.5 倍专注时长，计入月度挑战
en: Complete group focus for 1.5x time, counts toward monthly challenge
ja: グループフォーカスを完了すると1.5倍の集中時間、月間チャレンジに加算されます
ko: 그룹 집중을 완료하면 1.5배 집중 시간을 받고 월간 챌린지에 반영돼요
zh_hant: 完成組隊專注可獲得 1.5 倍專注時長，計入月度挑戰

source: 实时活动
en: Live Activity
ja: ライブアクティビティ
ko: 라이브 액티비티
zh_hant: 即時活動

source: 家乡
en: Home
ja: 故郷
ko: 고향
zh_hant: 家鄉

source: 家乡城市
en: Home City
ja: 故郷の都市
ko: 고향 도시
zh_hant: 家鄉城市

source: 密码
en: Password
ja: パスワード
ko: 비밀번호
zh_hant: 密碼

source: 对准登机牌条码或车票 QR
en: Align the boarding pass barcode or ticket QR
ja: 搭乗券のバーコードやチケットQRを合わせてください
ko: 탑승권 바코드나 티켓 QR을 맞춰주세요
zh_hant: 對準登機牌條碼或車票 QR

source: 对方已关闭拍一拍
en: This user has disabled nudges
ja: このユーザーはノッジを無効にしています
ko: 상대방이 찌르기를 비활성화했어요
zh_hant: 對方已關閉拍一拍

source: 对方当前不在空闲时间
en: This user is not currently free
ja: このユーザーは現在空き時間ではありません
ko: 상대방이 현재 자유 시간이 아니에요
zh_hant: 對方當前不在空閒時間

source: 对方未开启共享
en: Sharing Not Enabled
ja: 共有が有効になっていません
ko: 상대방이 공유를 활성화하지 않았어요
zh_hant: 對方未開啟共享

source: 对方未授权你响铃拍一拍
en: Ring nudge not authorized by this user
ja: このユーザーからベル通知が許可されていません
ko: 상대방이 벨 찌르기를 허용하지 않았어요
zh_hant: 對方未授權你響鈴拍一拍

source: 对话状态
en: Chat Status
ja: チャットステータス
ko: 채팅 상태
zh_hant: 對話狀態

source: 导入行程
en: Import trip
ja: 旅程をインポート
ko: 일정 가져오기
zh_hant: 匯入行程

source: 导出 CSV
en: Export CSV
ja: CSVをエクスポート
ko: CSV 내보내기
zh_hant: 匯出 CSV

source: 导出学习数据为 CSV 文件，可用于自我评估或分享
en: Export study data as CSV for self-assessment or sharing
ja: 学習データをCSVとしてエクスポートし、自己評価や共有に活用
ko: 학습 데이터를 CSV로 내보내서 자기 평가나 공유에 활용하세요
zh_hant: 匯出學習數據為 CSV 檔案，可用於自我評估或分享

source: 导航前往
en: Navigate
ja: ナビゲート
ko: 길 안내
zh_hant: 導航前往

source: 导航栏标签数
en: Tab Bar Count
ja: タブバーの数
ko: 탭바 개수
zh_hant: 導航列標籤數

source: 将二维码对准取景框
en: Align the QR code within the frame
ja: QRコードを枠内に合わせてください
ko: QR 코드를 프레임에 맞춰주세요
zh_hant: 將二維碼對準取景框

source: 将在到期前 1天、3天、7天 发送通知提醒
en: Notifications sent 1, 3, and 7 days before expiry
ja: 期限の1日前、3日前、7日前に通知します
ko: 만료 1일, 3일, 7일 전에 알림을 보내드려요
zh_hant: 將在到期前 1天、3天、7天 發送通知提醒

source: 将所有时段重置为有空？
en: Reset all slots to available?
ja: すべての時間帯を空き状態にリセットしますか?
ko: 모든 시간대를 비어있음으로 초기화할까요?
zh_hant: 將所有時段重置為有空？

source: 将标签栏恢复为默认布局，确定吗？
en: Reset the tab bar to its default layout?
ja: タブバーをデフォルトのレイアウトに戻しますか?
ko: 탭바를 기본 레이아웃으로 초기화할까요?
zh_hant: 將標籤列恢復為預設佈局，確定嗎？

source: 小时
en: hr
ja: 時間
ko: 시간
zh_hant: 小時

source: 小组讨论
en: Group Meeting
ja: グループミーティング
ko: 그룹 미팅
zh_hant: 小組討論

source: 尺寸
en: Size
ja: サイズ
ko: 크기

source: 展示书桌
en: Showcase Desk
ja: デスクを展示
ko: 책상 전시
zh_hant: 展示書桌

source: 展示徽章
en: Showcase Badges
ja: バッジを展示
ko: 배지 전시

source: 岩浆紧迫感效果
en: Lava Urgency Effect
ja: 溶岩エフェクト
ko: 용암 긴급감 효과
zh_hant: 岩漿緊迫感效果

source: 峰值用量
en: Peak Usage
ja: ピーク使用量
ko: 최대 사용량

source: 工具
en: Tools
ja: ツール
ko: 도구

source: 已保存到相册
en: Saved to Photos
ja: 写真に保存しました
ko: 사진에 저장됨
zh_hant: 已儲存到相簿

source: 已共享
en: Shared
ja: 共有済み
ko: 공유됨

source: 已出发 %lldh
en: Departed %lldh ago
ja: 出発から%lldh
ko: 출발 %lldh 경과
zh_hant: 已出發 %lldh

# 已创建「%@」倒计时，%lld 天后到期
source: 已创建「%1$@」倒计时，%2$lld 天后到期
en: Created "%@" countdown, expires in %lld days
ja: 「%1$@」カウントダウンを作成、%2$lld日後に期限
ko: 「%1$@」 카운트다운을 만들었어요, %2$lld일 후 만료
zh_hant: 已建立「%@」倒數，%lld 天後到期

source: 已到达
en: Arrived
ja: 到着
ko: 도착
zh_hant: 已到達

source: 已到达集合时间
en: Meetup time reached
ja: 集合時間になりました
ko: 모임 시간이 되었어요
zh_hant: 已到達集合時間

source: 已发送过好友请求，请勿重复发送
en: Friend request already sent, please don't send again
ja: フレンドリクエストは既に送信済みです
ko: 이미 친구 요청을 보냈어요, 중복 전송하지 마세요
zh_hant: 已發送過好友請求，請勿重複發送

source: 已取消
en: Cancelled
ja: キャンセル
ko: 취소됨

source: 已取消 Due 标记
en: Due removed
ja: Dueを解除しました
ko: Due 표시 해제됨
zh_hant: 已取消 Due 標記

source: 已取消完成
en: Marked as incomplete
ja: 未完了にしました
ko: 미완료로 표시됨

source: 已启用
en: Enabled
ja: 有効
ko: 활성화됨
zh_hant: 已啟用

source: 已响铃
en: Rang
ja: 呼び出し済み
ko: 벨 울림
zh_hant: 已響鈴

source: 已坚持
en: Days
ja: 継続
ko: 연속
zh_hant: 已堅持

source: 已复制到剪贴板
en: Copied to clipboard
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
zh_hant: 已複製到剪貼簿

source: 已存档
en: Archived
ja: アーカイブ済み
ko: 아카이브됨
zh_hant: 已存檔

source: 已存档项目
en: Archived Projects
ja: アーカイブ済みプロジェクト
ko: 아카이브된 프로젝트
zh_hant: 已存檔項目

source: 已完成
en: Completed
ja: 完了済み
ko: 완료됨

source: 已完成！
en: Completed!
ja: 完了!
ko: 완료!

source: 已完成（%lld）
en: Completed (%lld)
ja: 完了 (%lld)
ko: 완료 (%lld)

source: 已导入：
en: Imported:
ja: インポート済み：
ko: 가져옴:
zh_hant: 已匯入：

source: 已开启
en: On
ja: オン
ko: 켜짐
zh_hant: 已開啟

source: 已归档
en: Archived
ja: アーカイブ済み
ko: 아카이브됨
zh_hant: 已歸檔

source: 已归档课程
en: Archived Courses
ja: アーカイブ済み科目
ko: 아카이브된 과목
zh_hant: 已歸檔課程

source: 已打卡
en: Checked In
ja: チェックイン済み
ko: 체크인 완료

source: 已投票
en: Voted
ja: 投票済み
ko: 투표 완료

source: 已拍
en: Sent
ja: 送信済み
ko: 전송됨

source: 已放弃
en: Gave Up
ja: 中止
ko: 포기함
zh_hant: 已放棄

source: 已有账号？登录
en: Already have an account? Sign in
ja: アカウントをお持ちですか?サインイン
ko: 계정이 있으신가요? 로그인
zh_hant: 已有帳號？登入

source: 已标记为 Due
en: Marked as Due
ja: Dueとしてマーク
ko: Due로 표시됨
zh_hant: 已標記為 Due

source: 已添加
en: Added
ja: 追加済み
ko: 추가됨
zh_hant: 已新增

source: 已激活
en: Activated
ja: アクティブ化済み
ko: 활성화됨
zh_hant: 已啟用

source: 已登录，添加账户
en: Logged in, add account
ja: ログイン済み、アカウント追加
ko: 로그인됨, 계정 추가
zh_hant: 已登入，新增帳戶

source: 已确定分数
en: Confirmed Score
ja: 確定スコア
ko: 확정된 점수
zh_hant: 已確定分數

source: 已经结束了
en: has ended
ja: 終了しました
ko: 종료되었어요
zh_hant: 已經結束了

source: 已结束
en: Ended
ja: 終了
ko: 종료됨
zh_hant: 已結束

source: 已获得徽章
en: Badges earned
ja: 獲得したバッジ
ko: 획득한 배지
zh_hant: 已獲得徽章

source: 已解锁
en: Unlocked
ja: アンロック済み
ko: 잠금 해제됨
zh_hant: 已解鎖

source: 已解锁所有 Pro 功能
en: All Pro features unlocked
ja: すべてのPro機能をアンロック済み
ko: 모든 Pro 기능 잠금 해제
zh_hant: 已解鎖所有 Pro 功能

source: 已跳过，可在系统设置中手动开启
en: Skipped — you can enable this later in System Settings
ja: スキップしました。システム設定から手動で有効化できます
ko: 건너뛰었어요. 시스템 설정에서 수동으로 켤 수 있어요
zh_hant: 已跳過,可在系統設定中手動開啟

source: 已达标
en: Target Met
ja: 目標達成
ko: 목표 달성
zh_hant: 已達標

source: 已过%lld天
en: %lld days passed
ja: %lld日経過
ko: %lld일 경과
zh_hant: 已過%lld天

source: 已过天数
en: Days Elapsed
ja: 経過日数
ko: 경과 일수
zh_hant: 已過天數

source: 已过期
en: Expired
ja: 期限切れ
ko: 만료됨
zh_hant: 已過期

source: 已逾期
en: Overdue
ja: 期限超過
ko: 기한 초과

source: 已限流
en: Rate Limited
ja: レート制限
ko: 속도 제한

source: 已预订
en: Scheduled
ja: 予約済み
ko: 예약됨
zh_hant: 已預訂

source: 座位
en: Seat
ja: 座席
ko: 좌석

source: 座位 / 车厢
en: Seat / Car
ja: 座席 / 車両
ko: 좌석 / 차량
zh_hant: 座位 / 車廂

source: 延误
en: Delayed
ja: 遅延
ko: 지연
zh_hant: 延誤

source: 开发者
en: Developer
ja: 開発者
ko: 개발자
zh_hant: 開發者

source: 开发者 & 设计师
en: Developer & Designer
ja: 開発者 & デザイナー
ko: 개발자 & 디자이너
zh_hant: 開發者 & 設計師

source: 开启 Due 共享
en: Enable due sharing
ja: Due共有を有効化
ko: Due 공유 활성화
zh_hant: 開啟 Due 共享

source: 开启 iCloud 同步
en: Enable iCloud Sync
ja: iCloud 同期を有効化
ko: iCloud 동기화 활성화
zh_hant: 開啟 iCloud 同步

source: 开启后团队项目成员可以查看你的时间轴并计算会议时间
en: When enabled, team project members can view your timeline and calculate meeting times
ja: 有効にすると、チームメンバーがタイムラインを閲覧しミーティング時間を計算できます
ko: 켜면 팀 프로젝트 멤버가 타임라인을 보고 미팅 시간을 계산할 수 있어요
zh_hant: 開啟後團隊項目成員可以查看你的時間軸並計算會議時間

source: 开启后好友可以查看你的 Due 事件进度
en: Friends can view your due events when enabled
ja: 有効にすると、友達がDueイベントの進捗を閲覧できます
ko: 켜면 친구가 Due 이벤트 진행상황을 볼 수 있어요
zh_hant: 開啟後好友可以查看你的 Due 事件進度

source: 开启后朋友可以「拍一拍」你
en: Friends can nudge you when enabled
ja: 有効にすると、友達がノッジを送れます
ko: 켜면 친구가 찌르기를 보낼 수 있어요
zh_hant: 開啟後朋友可以「拍一拍」你

source: 开启后此好友可在你空闲时响铃提醒你
en: This friend can ring you during your free time
ja: 有効にすると、この友達は空き時間にベルで通知できます
ko: 켜면 이 친구가 자유 시간에 벨로 알림을 보낼 수 있어요
zh_hant: 開啟後此好友可在你空閒時響鈴提醒你

source: 开启通知提醒
en: Turn On Notifications
ja: 通知をオンにする
ko: 알림 켜기
zh_hant: 開啟通知提醒

source: 开始专注
en: Start Focus
ja: フォーカス開始
ko: 집중 시작
zh_hant: 開始專注

source: 开始专注时让朋友看到你
en: Let friends see you when focusing
ja: フォーカス時に友達から見えるようにする
ko: 집중 시작 시 친구에게 보이게 하기
zh_hant: 開始專注時讓朋友看到你

source: 开始专注来解锁你的第一件装饰品吧!
en: Start focusing to unlock your first decoration!
ja: フォーカスを始めて最初の装飾をアンロックしましょう!
ko: 집중을 시작해서 첫 장식품을 잠금 해제하세요!
zh_hant: 開始專注來解鎖你的第一件裝飾品吧！

source: 开始于 %@
en: Since %@
ja: %@から
ko: %@부터
zh_hant: 開始於 %@

source: 开始使用
en: Get Started
ja: はじめる
ko: 시작하기
zh_hant: 開始使用

source: 开始日期
en: Start Date
ja: 開始日
ko: 시작일
zh_hant: 開始日期

source: 开始时间
en: Start Time
ja: 開始時刻
ko: 시작 시간
zh_hant: 開始時間

source: 开源组件
en: Open Source
ja: オープンソース
ko: 오픈 소스
zh_hant: 開源組件

source: 归档目标
en: Archive Goal
ja: 目標をアーカイブ
ko: 목표 아카이브
zh_hant: 歸檔目標

source: 归档课程
en: Archive Course
ja: 科目をアーカイブ
ko: 과목 아카이브
zh_hant: 歸檔課程

source: 当前 %lld 人在学习
en: %lld studying now
ja: 現在%lld人が学習中
ko: 현재 %lld명이 공부 중
zh_hant: 目前 %lld 人在學習

source: 当前专注记录将不会被保存。
en: Your current focus session will not be saved.
ja: 現在のフォーカスセッションは保存されません。
ko: 현재 집중 기록은 저장되지 않아요.
zh_hant: 當前專注記錄將不會被保存。

source: 当前为高峰时段，用量消耗 2x
en: Peak hours active — 2x usage consumption
ja: 現在ピーク時間帯 — 使用量2倍消費
ko: 현재 피크 시간대, 사용량 2배 소비
zh_hant: 當前為高峰時段，用量消耗 2x

source: 当前地点
en: Current Location
ja: 現在地
ko: 현재 위치
zh_hant: 目前地點

source: 当前成绩
en: Current Grade
ja: 現在の成績
ko: 현재 성적
zh_hant: 當前成績

source: 录入分数
en: Enter Score
ja: スコアを入力
ko: 점수 입력
zh_hant: 錄入分數

source: 待办
en: Todo
ja: ToDo
ko: 할 일
zh_hant: 待辦

source: 待办标题
en: Title
ja: タイトル
ko: 제목
zh_hant: 待辦標題

source: 得分
en: Score
ja: スコア
ko: 점수

source: 徽章
en: Badges
ja: バッジ
ko: 배지

source: 忘记密码？
en: Forgot password?
ja: パスワードをお忘れですか?
ko: 비밀번호를 잊으셨나요?
zh_hant: 忘記密碼？

source: 忙碌
en: Busy
ja: 忙しい
ko: 바쁨

source: 快捷模板
en: Quick Templates
ja: クイックテンプレート
ko: 빠른 템플릿

source: 快速创建一个新的倒计时事件
en: Quickly create a new countdown event
ja: 新しいカウントダウンイベントを素早く作成
ko: 새 카운트다운 이벤트를 빠르게 만들기
zh_hant: 快速建立一個新的倒數事件

source: 快速添加
en: Quick Add
ja: クイック追加
ko: 빠른 추가

source: 忽略
en: Dismiss
ja: 閉じる
ko: 무시

source: 总专注
en: Total Focus
ja: 合計フォーカス
ko: 총 집중
zh_hant: 總專注
